export const errorsMessageErrorConstant = {
    ratings: 'Можуть оцінювати лише авторизовані користувачі',
    comments: 'Залишати коментарі можуть лише зареєстровані користувачі, будь ласка авторизуйтесь.',
    notDelete: 'Не вдалось видалити!',
    notFoundAnyBookInProfileList: 'У цьому списку немає книг',
    error: 'Помилка',
    conflictUserEmail: 'Конфлікст, користувач з такою електронною поштою вже існує',
    conflictUserNickName: 'Конфлікт, користувач з обраним нікнеймом вже зареєстрований, будь ласка оберіть інший нікнейм',
};
